{
  "title": "Yogasana",
  "asanas": [
    {
      "sanskrit_name": "Paschimottanasana",
      "english_name": "Posterior Stretch out",
      "description": "Paschima' means posterior and 'Uttana' means stretch out. In this asana, the back side of the body including the spinal column gets stretched, hence is the name. Stretching both the legs straight on the ground and holding the big toes with hands, one should stay in this position with one's forehead placed on one's knees. This is called Pascimottnasana.",
      "image_url": "Paschimottanasana",
      "technique": "Sit on the ground, stretching both the legs in front. Place hands by the sides with palms resting on the ground. Fingers should remain together pointing forward.Loosen your back muscles and bend the body forward as far as possible.Maintaining this pose for as long as comfortable.To come back, loosen your hands and place them where they are comfortable. It would be easier if they are put on the thighs.Practise this asana daily and keep trying forward bending little more till you are able to hold big toes of the legs with forefingers of respective hands. The navel should be touching the thighs.Bring chest and head close to the legs as much as possible; and place the elbows by the side of the legs on the ground.Maintain the posture as per the capacity. Come back by raising chest and head from the legs.",
      "benefits": "It strengthens abdominal muscles.It is helpful in removing constipation, obesity, dyspepsia, seminal weakness and skin diseases.It reduces the possibilities of sciatica.Those practicing it for more than three minutes should practise Uddiyanabandha in the middle of the asana.",
      "precaution": "Those suffering from ulcer in abdomen should not practise it.",
      "category": "sitting"
    },
    {
      "sanskrit_name": "Simhasana",
      "english_name": "Lion pose",
      "description": "This posture is known as Simhasana because the face with protruded tongue resembles the fierce look of a roaring lion. In Sanskrit `Simha’ means 'lion', hence the name.",
      "image_url": "Simhasana",
      "technique": "Place both the heels under the scrotum contra-direction (i.e., left heel on the right side and right heel on the left side of it) and turn upwards.Place the front part of the head of tibia on the ground and hands on the ground. Keep your mouth open. Adopt Jalandhar bandha and fix the gaze on the tip of the nose.This is the Simhasana.",
      "benefits": "The practice of this asana strengthens muscles of the back and biceps.It removes pain in hip and lower extremities.It helps in making the spine straight,This asana is very useful in arthritis and dry piles.It is useful in frozen shoulders, neck pain and cervical spondylitis.It gives good exercise to the lungs and helps in respiratory diseases.",
      "precaution": "Those suffering from bleeding piles should not practise it.",
      "category": "sitting"
    },
    {
      "sanskrit_name": "Siddhasana",
      "english_name": "Accomplished Posture",
      "description": "Siddhasana has been accepted by almost all the Hathayogic texts for Sadhana. In Sanskrit, Siddha means the realized, accomplished, attained,acquired. It is said that Siddhasana leads to realisation of the liberation which is the ultimate goal of Hathasadhana, hence the name.",
      "image_url": "Siddhasana",
      "technique": "Sit on the ground; place the heel of the left foot against the anus and the heel of right foot under the testicles along the Sivaninadi or Citrakhyanadi.The toes of both feet should be kept between the thighs and calves.Place the hands on respective knees in Jnanamudra.The vertebral column and the whole body should be absolutely erect while sitting in this posture.Fix the gaze at/on anyone of the following five points/ways - Bhrumadhya (between the eyebrows), Samadrsti (Straight ahead), Nasikagra (the tip of the nose), Ardhonmesa (eyelids half opened), Netrabandha (eyelids completely closed).",
      "benefits": "The practice of this asana helps to check sensuality and attain brahmacharya (celibacy).This asana provides mental discipline; ensures the passage of the prana in the Susumnanadi and helps in awakening the Kundalini.",
      "precaution": "This asana needs full concentration and stability of mind",
      "category": "sitting"
    },
    {
      "sanskrit_name": "Gomukhasana",
      "english_name": "Cow's Face Posture",
      "description": "In Sanskrit language 'Gomukha' means 'cow's face. In this asana, the position of the legs takes the shape of Gomukha. Therefore, it is known as Gomukhasana.",
      "image_url": "Gomukhasana",
      "technique": "Sit erect, stretching both legs together in front. Place your hands by the side, palm resting on the ground with fingers together.Fold left leg from the knee and place it on the ground by the side of right buttock.Similarly fold right leg from the knee; bring it over left leg and place right heel by left buttock.Raise left arm, bend it at the elbow and take it below the shoulders towards the back.Interlock the fingers of both the hands behind back.Now, try to extend the head backwards against elbow as much as possible.Stay in this position for as long as comfortable and then return to the original position.Repeat the same by changing the position of the legs and hands.",
      "benefits": "It is useful in frozen shoulders, neck pain and cervical spondylitis.It gives good exercise to the lungs and helps in respiratory diseases.",
      "precaution": "Those suffering from bleeding piles should not practise it.",
      "category": "sitting"
    },
    {
      "sanskrit_name": "Vajrasana",
      "english_name": "Thunderbolt Posture",
      "description": "This can be considered as a meditative posture. While practising it for meditative purposes, one should close his/her eyes at the final stage.",
      "image_url": "Vajrasana",
      "technique": "Sit with legs extended together, hands by the side of the body, palm resting on the ground, fingers pointing forward.Fold the right leg at the knee and place the foot under the right buttock.Similarly folding the left leg, place left foot under the left buttock.Place both the heels so that the big toes overlap each other.Position the buttocks in the space between the heels.Keep hands on respective knees.Keep the spine erect, gaze in front or close the eyes.While returning to the original position, bend a little towards right side, take out your left leg and extend it.Similarly extend your right leg and return to the original position.",
      "benefits": "This asana strengthens thigh muscles and calf muscles.This asana is good for digestion.It provides firm base to the spine and keeps the spine erect.",
      "precaution": "Persons suffering from piles should not practise this asana.",
      "category": "sitting"
    },
    {
      "sanskrit_name": "Ushtrasana",
      "english_name": "The Camel Pose ",
      "description": "Ustra' means camel. The body in this posture resembles the posture of a camel, hence the name.",
      "image_url": "Ushtrasana",
      "technique": "Kneel down on the floor. Keep your thighs and feet together, toes pointing back and resting on the floor.Bring the knees and the feet about one foot apart and stand on the knees.While inhaling bend backward. Be careful not to jerk the neck while bending backward.With exhalation place the right palm on right heel and left palm on left heel.In final position, thighs will be vertical to the floor and head tilted backwards.Weight of the body should be evenly supported by the arms and legs.This asana should be practised after Sarvangasana as a counter pose to enhance the benefits of Sarvangasana.",
      "benefits": "Ustrasana is extremely useful for defective eyesight.This is useful in back pain and neck pain.It helps to reduce fat over the abdomen.It is helpful in digestive problems.",
      "precaution": "Those suffering from high blood pressure, heart disease, hernia should not practise it.",
      "category": "sitting"
    },
    {
      "sanskrit_name": "Ardha-chakrasana",
      "english_name": "Half Wheel Posture",
      "description": "In Sanskrit language, Ardha means half and 'Cakra' means wheel.In this posture, the shape of the body takes the shape of half wheel, therefore it is called Ardha-cakrasana.",
      "image_url": "ArdhaChakrasana",
      "technique": "Stand erect on the ground with feet together.Keep your hands by the side.Bend the elbows and support lower back with the palms.Now, slowly exhale and bend backward as much as possible.Try to maintain the posture with normal breathing and without losing the balance.Inhale and slowly come up to the original position.",
      "benefits": "This asana gives relaxation to the neck and back muscles, especially of lower back.It improves flexibility of the spine.It helps to remove fat from the sides of the body.It also removes stiffness from hip joints.",
      "precaution": "Avoid this posture if you are feeling dizzy or have giddiness or acute neck pain ",
      "category": "standing"
    },
    {
      "sanskrit_name": "Trikonasana",
      "english_name": "Triangle Pose",
      "description": "'Trikona' means a triangle. In this asana, the body assumes the shape of a triangle, hence it is named Trikonasana.",
      "image_url": "Trikonasana",
      "technique": "Stand erect with legs together, hands by the side of thighs.Then move your legs 2-3 feet apart and spread arms at the shoulder level.Inhale slowly, lift your right arm over the head, so that it touches the ear.Now, exhale slowly, gradually bends your body towards your left side. Do not bend your knees and do not detach your hand from the ear. In the final position, your right arm should be parallel to the ground and left hand with left leg but do not rest on the leg.Maintain the final posture with normal breathing.While inhaling, slowly come back to normal position.",
      "benefits": "The practice of this asana relieves backache and strengthens the buttocks.The body becomes light. Ailment of the lungs and frequent boils and pimples on the skin are cured.A special feature of the asana is that it helps in increasing height of growing children.This asana proves useful for the patients of sciatica, if practised slowly.",
      "precaution": "Practice of this Asana should be avoided during severe backache.",
      "category": "standing"
    },
    {
      "sanskrit_name": "Natrajasana",
      "english_name": "The Lord of Dancers Posture",
      "description": "Natarajasana is named after Shiva, the Lord of the Dancers. There are several variations of Natarajasana. The posture given here is an advanced one.",
      "image_url": "Natrajasana",
      "technique": "Stand erect.Lift the right leg; bend it at the knee; and take it behind the back as high as possible.Raise both the arms up from the front, take them backwards and hold toes of the right foot with both hands above the head as high as possible, while standing on left leg.Keep the head steady while gazing in the front.Stay in this position maintaining the balance as long as possible and then gradually return to starting position.",
      "benefits": "It improves concentration. It strengthens muscles of legs and arms.It prevents deposits of calcium in shoulders and brain.It improves balance of the body.",
      "precaution": "Avoid in case of ankle injury",
      "category": "standing"
    },
    {
      "sanskrit_name": "Shirshasana",
      "english_name": "Headstand",
      "description": "‘Sirsa' means 'head'.In this asana one has to stand on head, so it is called Sirsasana.",
      "image_url": "Shirshasana",
      "technique": "Put a folded cloth on the floor and kneel near it.Interlock the fingers tightly, palms forming a cup and place them on the folded cloth.Place the head on the cloth so that the crown of the head touches the palms.Raise the knees from the floor by pulling the toes towards the head. Gently swinging from the floor lift the legs with bent knees off the floor.After the body gets properly balanced in this position,gradually and slowly straighten the legs.A sudden attempt at straightening the legs without attaining equilibrium may result in a fall.It may take a little time to balance in the asana.Stay in this position as per the capacity.Come back by flexing the knees and sliding them down to the floor in reverse order.",
      "benefits": "It increases blood circulation to head, thereby improves memory.This asana strengthens the nervous system and maintains endocrine glands healthy.This asana is beneficial for digestive system.It is beneficial for congested throat, diseases of liver and spleen.It improves functioning of pituitary and pineal glands.It improves the power of concentration and is helpful in insomnia.",
      "precaution": "Those suffering from high blood pressure, chronic cold, running ear, heart disease and cervical spondylitis should not practise it.In the beginning one should practise it for short duration.",
      "category": "prone"
    },
    {
      "sanskrit_name": "Chakrasana",
      "english_name": "Wheel posture",
      "description": "'Chakra' means wheel. In the final position of this asana, body takes the shape of a wheel, hence the name.",
      "image_url": "Chakrasana",
      "technique": "Lie on the back, knees bent and heels touching the buttocks and feet 12 inches apart.Raise the arms; bend the elbows; place the palms on the floor above the shoulders beside the head.Inhale and slowly raise the trunk and arch the back.Gently drop the head and straighten the arms and legs as much as possible.Remain in this posture for as long as comfortable; then come back by slowly lowering the body so the head rests on the floor. Lower down also the rest of the body and relax.A variation consists in raising the body on the toes instead on the feet.",
      "benefits": "It is claimed that practice of this asana delays senescence (effects of old age).It makes the vertebral column resilient and supple, the waist slim and the chest broad.This asana is good for knees, upper limbs and shoulders.It is especially useful in removing rigidity of the bones and joints of the thoracic cage.",
      "precaution": "People suffering from severe cardiac problems, high blood pressure, vertigo, abdominal inflammation and hernia should not practice it.",
      "category": "standing"
    },
    {
      "sanskrit_name": "Bhunjagasana",
      "english_name": "The Cobra Pose",
      "description": "Bhujanga means cobra. The final position of this asana resembles the shape of a cobra.",
      "image_url": "Bhunjagasana",
      "technique": "Lie down on stomach with legs together, toes pointing outwards, hands by the sides of the thighs, palm facing upward and forehead resting on the ground.Fold hands at the elbows, place palms on the ground to the sides of the shoulder; thumbs should be under the armpit.Bring chin forward and place it on the ground, gaze in front.Slowly raise the head, neck and shoulders. Raise the trunk up to the navel. Raise the chin as high as possible.Maintain the posture for as long as comfortable. Then slowly bring the body down on the ground, starting from upper part of the navel region, thorax, shoulder and chin; and lastly place the forehead on the ground.Place the hands by the sides of the thighs; and relax.",
      "benefits": "This posture affects muscles of the back.It is beneficial for relieving flatulence after meals.It can relocate slipped disc, removes backache and keeps spine supple and healthy.It tones the ovaries and uterus, and helps alleviate menstrual and other gynecological disorders.",
      "precaution": "It is strictly prohibited for the patients of hernia and in case of abdominal injuries.",
      "category": "prone"
    },
    {
      "sanskrit_name": "Shalabhasana",
      "english_name": "Locust Pose",
      "description": "The meaning of 'salabha' is locust. In the final position of this asana, body resembles the shape of a locust, hence the name.",
      "image_url": "Shalabhasana",
      "technique": "Lie down in prone position, place the palms below the thighs, join the heels.Inhaling, press the palm downward and lift the legs as high as possible.Look upward and breathe five times.Exhaling bring down the legs. Release the hands.",
      "benefits": "Salabhasana for asthma patients.It purifies blood and improves its circulation.",
      "precaution": "Those suffering from high blood pressure, heart disease and having complaint of asthma should not practise it.",
      "category": "prone"
    },
    {
      "sanskrit_name": "Dhanurasana",
      "english_name": "The Bow Pose",
      "description": "In Sanskrit, `Dhanu' means bow. In the final pose of this asana, the body takes the shape of a bow; hence this asana is named as Dhanurasana.",
      "image_url": "Dhanurasana",
      "technique": "Lie clown in prone position.Exhaling bend the knees and hold the ankles with hands.While inhaling raise the thighs, head and chest as high as possible.Try to maintain weight of the body on lower abdomen. Join the ankles. Look upward and breathe normally.While exhaling, bring down the head and legs up to knee joint. Maintain this position for some time and slowly come back to the original position.",
      "benefits": "Dhanurasana decongests the entire abdominal region and its organs.The liver and pancreas are massaged in this asana. It is therefore, useful in diabetes mellitus.The ligaments, muscles and nerves in the back are given good stretch and the spinal column is rejuvenated. It is beneficial for treating back pain.It helps to alleviate constipation, dyspepsia and sluggishness of the liver.It straightens the hunched back and drooping shoulders.It helps restoring the displaced navel to its normal position.It regulates the digestive, excretory and reproductive organs in the body.It is useful in treatment of chest ailments.It stimulates and regulates the thyroid and adrenal glands.",
      "precaution": "People suffering from hernia, peptic ulcer or duodenal ulcer, appendicitis, colitis, high blood pressure should consult a Yoga expert before practicing this asana.",
      "category": "prone"
    },
    {
      "sanskrit_name": "Sasankasana",
      "english_name": "The Hare Pose",
      "description": "Sasanka means ‘hare’. The body in this posture takes the shape of a hare, hence the name.",
      "image_url": "Sasankasana",
      "technique": "Sit in Vajrasana. Keep the spine erect.Spread both the knees wide apart while toes remaining together.Raise both arms above the head. Keep the arms apart at shoulder width.Exhaling, bend forward from the waist with the arms straight.Chin and arms should be resting on the floor.Look in front and maintain the position for as long as comfortable.While coming back, slowly come back in the initial position.",
      "benefits": "This asana improves the functioning of liver, kidneys and other visceral organs.It tones up reproductive organs.It strengthens abdominal and pelvic region.This asana relieves sciatica nerve.This is beneficial in cases of sexual disorders.",
      "precaution": "People suffering from backache should avoid practice of this asana.",
      "catagory": "prone"
    },
    {
      "sanskrit_name": "Matyasana",
      "english_name": "Fish Posture",
      "description": "In Sanskrit 'Matsya' means fish. In the final position of this asana, the body takes the shape of a fish; hence the asana is known as Matsyasana.",
      "image_url": "Matsyasasana",
      "technique": "Sit in Padmasana.Slowly bend backward and lie on your back completely. Lift the upper back with support of elbows and palms and place the crown of your head on the ground.Hold the left foot with the right hand and subsequently the right foot with the left hand, resting the elbows on the floor.The knees must touch the ground and the back should be arched to the extent that the body is supported on the head and the knees. Maintain the final posture.While returning, release the toes, place palms on the ground, straighten the head with the help of hands and come up slowly.Relax in Savasana.",
      "benefits": "Matsyasana gives an excellent massage to the abdominal organs and cures constipation.It is effective in treatment of throat diseases.It expands the chest and is useful in lungs and respiratory disorders.It relaxes the muscles of upper back and makes the spine resilient.It is beneficial in cases of knee and back pain.The pelvic region is given a good stretch.It is useful for ladies in preventing and curing various forms of sexual malfunctioning.It is good for the women suffering from uterus problems and diabetes.",
      "precaution": "People who are suffering from peptic ulcer, hernia or any serious spinal ailments should not do this asana without expert advice.",
      "category": "supine"
    },
    {
      "sanskrit_name": "Halasana",
      "english_name": "Half and Full Plough Postures",
      "description": "'Hala’ means plough. This posture is known as Halasana because in its final position, the body resembles the shape of an Indian plough. Those who cannot perform Halasana are advised to do Ardhahalasana.",
      "image_url": "Halasana",
      "technique": "Take supine position, hands by the sides of thighs, palms resting on the ground.,Slowly raise your legs together without bending at knees and stop at 30° angle.,After few seconds raise your legs further up to 60° angle and maintain the position.Now slowly raise the legs at 90° angle. This is the final position of the Ardhahalasana.Pressing the hands on the ground, lift the buttocks rolling the back away from the floor; bring the legs towards the head and touch the floor with the toes behind the head.The body from hip to shoulders should be kept straight.Maintain this position for as long as comfortable.Stretch the hands straight keeping them on the ground behind the back. This is Halasana. Maintain the posture for as long as comfortable.While returning back to the original position, lower the waist and raise the legs from the ground.Slowly let the waist rest on the ground and bring the legs first at 900 angle and then on the ground without lifting the head.",
      "benefits": "This asana is beneficial in cases of dyspepsia and constipation.The practice of this asana is useful in cases of diabetes, piles and throat related disorders.Maximum benefits of Halasana can be derived, when Bhujangasana is also practised immediately after Halasana.",
      "precaution": "Those suffering from cervical spondylitis or stiffness in spine, hypertension should avoid this practice.",
      "category": "supine"
    },
    {
      "sanskrit_name": "Sarvangasana",
      "english_name": "All Limbs Posture",
      "description": "Sarvangasana means the asana which influences all limbs of the body. According to Swami Dhirendra Brahmachari it is called Urdhvasarvangasana. A shoulder stand position is adopted in this asana. Sarvangasana can be called a further development of Uttanpadasana and Viparitakaranimudra.",
      "image_url": "Sarvangasana",
      "technique": "Take supine position, hands straight by the side of the thighs, palms resting on the ground.Slowly raise the legs together without bending at the knees by pressing the hands. Stop at 30° angle.Raise the legs little more and stop at 60° angle.Now slowly bring it to 90° angle.Pressing the hands, bring the legs towards head by raising the buttocks up. Raise the legs, abdomen and chest. Form a straight line. Place the palms on your back for support.Place the chin against the chest (jugular notch).Maintain the position as long as comfortable.Slowly return back to the original position. While doing this, first lower the buttocks with hands supporting the back; slowly place the buttocks on the ground and bring the legs at 90° angle.Gradually bring the legs down; place them on the ground without bending them at the knees; and return to the starting (supine) position.",
      "benefits": "This asana removes the symptoms of immature old age and early greying of hair.It is helpful in treatment of diseases like dyspepsia, constipation, hernia and visceroptosis, piles, uterus prolepses and problems related to endocrine glands.",
      "precaution": "People suffering from high-blood pressure, epilepsy, neck pain, sciatica and lumbar pain should not practise it.",
      "category": "supine"
    }
  ],
  "breathing_exercises": [
    {
      "sanskrit_name": "Tadasana Breathing",
      "english_name": "Standing Position",
      "image_url": "Tadasana Breathing",
      "technique": "Hands in and out breathing Stand in Tadasana (standing position), keeping your arms in front of your chest. Now inhale bring your hands to the sides at your chest level and exhale bring back to front. This is one time. Do this 5 to 9 times.",
      "benefits": "Enhances good breathing capacity and increases lungs's health",
      "limitations": "Can be avoided in case of severe leg pain or recent leg surgery"
    },
    {
      "sanskrit_name": "Shankshankasana Breathing",
      "english_name": "Moon Breathing",
      "image_url": "Shankshankasana Breathing",
      "technique": "Sit in Vajrasana by tying your right hand with the help of left hand. Now exhale bend forward and inhale come up and gently push your shoulder back. This is 1round, do this 5-9times.",
      "benifits": "Enhances good breathing capacity and increases lungs's health",
      "limitations": "avoid if you have heart surgery, knee pain and severe back pain."
    },
    {
      "sanskrit_name": "Sethubandasana Breathing",
      "english_name": "Bridge pose  Breathing",
      "image_url": "Sethubandasana Breathing",
      "technique": "Lie down on your back with folded knee. Keep foot parallel to each other. Palms by the sides of the body. Now inhale lift your entire body vertebra by vertebra and exhale bring down to the mat. Do this 5 times.",
      "benefits": "Good for heart, Lungs, back pain",
      "limitations": "Avoid in case of any recent surgery"
    },
    {
      "sanskrit_name": "Pawan Muktasana Breathing",
      "english_name": "Breathing",
      "image_url": "PawanMuktasana Breathing",
      "technique":"Lie down on your back ,then  inhale and lift your right leg to 90 degrees and as you exhale fold the right knee as shown in the picture and then touch your chin or forehead  keeping your left leg straight. Then inhale unfold your right knee and keep your head on the mat. As you exhale bring your right foot to the ground. Do same on your left leg and both legs together.Total 5 times each leg and both.",
      "benefits": "Very good for Lower back stretch.  Releases gas trouble, GID problems, good for neck stretch and Thyroid glands.",
      "limitations": "Avoid if you have recent heart and abdomen surgery, serious  neck pain don’t lift your neck."
    }
  ],
  "warmup": [
    {
      "english_name": "Jogging",
      "image_url": "Jogging",
      "technique": "Jogging in the Tadasana Position itself. Swing your heels to the sides.",
      "benefits": "Releases carbon dioxide. Relaxes heart and lungs quickly if you do this after jogging."
    },
    {
      "english_name": "Mukha douthi ",
      "image_url": "Mukha douthi",
      "technique": "(right after jogging to rest heart and lungs)stand keeping your feet around 1meter apart. Now lean forward and do prolonged exhale through mouth and inhale through nose. This is one round, do this nine times.",
      "benefits": "Releases carbon dioxide. Relaxes heart and lungs quickly if you do this after jogging.",
      "limitations": ""
    },
    {
      "english_name": "Waist rotations",
      "image_url": "Waist rotations",
      "technique": "Rotate your waist clockwise and anticlockwise ( Foot- Hip distance apart)",
      "benefits": "Good for the flexibility of waist ",
      "limitations": "Avoid in case of severe lower back pain "
    },
    {
      "english_name": "Shoulder rotations",
      "image_url": "Shoulder rotations",
      "technique": "Rotate your shoulders clockwise and anticlockwise ten times each ( Foot together and look straight front)",
      "benefits": "Relaxes your shoulders and strenghtens shoulder muscles",
      "limitations": "Avoin in case of recent shoulder surgery or muscular injury "
    },
    {
      "english_name": "Back and front bending",
      "image_url": "Back and front bending",
      "technique": "keep your feet at shoulder distance apart. Inhale bend back and exhale bend forward. This is 1 round. Do this 5-9times",
      "benefits": "Its very good for the back bone, makes it flexible. Prepares for front and back bending asanas.",
      "limitations": "Avoid if you have severe back pain, heart surgery, stomach surgery, hernia, high blood pressure, dizziness, etc"
    },
    {
      "english_name": "Side stretch",
      "image_url": "Side stretch",
      "technique": "( Foot- 1m apart).keep your feet around 1 meter apart. Feet parallel to each other. Inhale rise your arms and exhale bend to the sides. Do this 5-9 times on each side.",
      "benefits": "Reduces side fat and makes back flexible and supple.",
      "limitations": "Avoid in case of recent surgery."
    },
    {
      "english_name": "Twist Stretch",
      "image_url": "Twist Stretch",
      "technique": "( Foot- 1m apart)keep your feet around 1 meter apart. Feet parallel to each other and palms in front of your chest. Inhale twist to the sides. Do this 5-9 times on each side keeping your leg fixed. ",
      "benefits": "Stimulates all abdomen organs, twists your spine.",
      "limitations": "Avoid in case of surgery,severe back pain and knee pain."
    },
    {
      "english_name": "Opposite palm to opposite foot",
      "image_url": "Opposite palm to opposite foot",
      "technique": "Touch Opposite palm to opposite footand twisting by bending forward (Foot- 1 meter apart keep your feet around 1 meter apart. Feet parallel to each other. Exhale twist to the sides by bring your left palm to the right foot and right palm to the left foot. Do this 5-9 times on each side keeping your head fixed in the center. ",
      "benefits": " Stimulates all abdomen organs, twists your spine.",
      "limitations": " Avoid if you have surgery on chest, stomach and back and severe back pain"
    },
    {
      "english_name": "Hamstring stretch",
      "image_url": "Hamstring stretch",
      "technique": "Stretch your arms in front of your chest standing in Tadasana position. Now exhale rise your leg and touch your palm. Do this each side 9-15 times.",
      "benefits": "Reduces stiffness of the Hamstring muscles.",
      "limitations": "Avoid in case of recent leg surgery."
    },
    {
      "english_name": "Sit ups",
      "image_url": "Sit ups",
      "technique": "(Foot- Hip distance apart and knee in-line with the big toes)Keep your feet around half meter apart. Exhale bend your knee and inhale ome up. Do this 5-9times. Keep your knees in line with your big toes. It is best exercises if you hold your ear -left hand right ear and right hand left ear to stimulate brain.",
      "benefits": "Strengthens your quadriceps muscles and knee.",
      "limitations": "Avoid in case of severe knee pain."
    }
  ],
  "suryanamaskar": [
    {
      "sanskrit_name": "1.Namaskarasana",
      "english_name": " Salutation",
      "image_url": "Step1",
      "technique": "Inhale and Exhale.Keep forearms horizontal to the ground"
    },
    {
      "sanskrit_name": "2. Urdhwa Hastasana",
      "english_name": "Upward Hand",
      "image_url": "Step11",
      "technique": "Inhale.Keep head between arms.Palms together is called Urdhva Namaskara.Palms separate is Urdhva Hastasana"
    },
    {
      "sanskrit_name": "3.Uttānāsana ",
      "english_name": "Extend/Stretch",
      "image_url": "Step3",
      "technique": "Exhale and bend from lower back"
    },
    {
      "sanskrit_name": "4.Eka pada prasaranasana ",
      "english_name": "One Foot Spread",
      "image_url": "Step9",
      "technique": "Inhale and Stretch your Ankle "
    },
    {
      "sanskrit_name": "5.Dwi Pada Prasarasana",
      "english_name": "Two Feet Extended",
      "image_url": "Step5",
      "technique": "Exhale.Elbows should be facing opposite to each other"
    },
    {
      "sanskrit_name": "6.Sashtanga Namaskārāsana",
      "english_name": "Surrender",
      "image_url": "Step6",
      "technique": "Inhale and Exhale.Touch only 8 parts.Feet, Knees, Palms, Chest and Forehead.Touch Chin if Forehead  is difficult"
    },
    {
      "sanskrit_name": "7.Bhujaṅgāsana ",
      "english_name": "Cobra pose",
      "image_url": "Step7",
      "technique": "Exhale and look at your toes."
    },
    {
      "sanskrit_name": "8.Dwi Pada Prasarāsana",
      "english_name": "Two Feet Extended",
      "image_url": "Step8",
      "technique": "Inhale.Come back to this position again Elbows should be facing opposite to each other"
    },
    {
      "sanskrit_name": "9.Eka pada prasaranāsana ",
      "english_name": "One Foot Spread",
      "image_url": "Step9",
      "technique": "Inhale and Stretch your Ankle "
    },
    {
      "sanskrit_name": "10.Uttānāsana ",
      "english_name": "Extend/ Stretch",
      "image_url": "Step10",
      "technique": "Exhale .Bend from lower back "
    },
    {
      "sanskrit_name": "11.Urdhwa Hastasana",
      "english_name": "Upward Hand",
      "image_url": "Step11",
      "technique": "Inhale and Come back to standing position with hands stretched upwards"
    },
    {
      "sanskrit_name": "12.Tadasana",
      "english_name": "Standing position",
      "image_url": "Step12",
      "technique": "Exhale and come back to standing position "
    }
  ],
  "relaxation": [
    {
      "sanskrit_name": "Shavasana",
      "english_name": "Dead/corpse pose",
      "image_url": "Shavasana",
      "technique": "1.Lie down on your back. Spread your legs 60cm wider and palms around 30cm apart form the waist. Palms facing up. Make sure your back is straight and neck is relaxed. Just rest entire body without any grip and effort to hold. 2.Scanning: scan your entire body from toes to crown of the head. 3. Stability: Make your body stable without any movements not even blinks or eye ball movements. 4. Deep Breathing: Concentrate on your breathing and gradually make deep inhalation and exhalation. 5.A-U-M Chant: Now focus on your entire body from toes to crown of your head. Unite all the parts. Feel the strength. Chant sounds A-U-M feel the vibration shifting from lower part to the upper parts of the body. 6.OM Chant: Focus on your breath flow. Feel that the energy changes when you inhale and exhale.Relax your mind to spread peace to entire body and to discover bliss within. Chant ‘Om” sound with elongated breath three times and enjoy the bliss. 7.Back to awareness: Gently shake your toes, fingers and head in the order. Stretch both the arms above the head on the floor. Give a nice stretch and refresh.Slowly roll to your right side and get up to sit in a relaxed position.Feel refreshed!",
      "benefits": "Helps to cool down our muscles and reduces body ache.Relaxes heart by normalizing our heart beats.Releases fatigue and tiredness.Helps to get back energy, maintains energy level.Increases heeling capacity by strengthening immunity system.Reduces stress and tension in any part of the body."
    }
  ],
  "meditation": [
    {
      "english_name": "Mindfullness Meditation",
      "image_url": "Mindfullness Meditation",
      "technique": " 1.Sit or lie comfortably.2. Close your eyes. 3.Make no effort to control the breath; simply breathe naturally. 4.Focus your attention on the breath and on how the body moves with each inhalation and exhalation. 5. Notice the movement of your body as you breathe. Observe your chest, shoulders, rib cage, and belly. 6. Simply focus your attention on your breath without controlling its pace or intensity. If your mind wanders, return your focus back to your breath. 7.Maintain this meditation practice for two to three minutes to start, and then try it for longer periods.",
      "benefits": "Lower blood pressure.Improved blood circulation.Lower heart rate.Less perspiration.Slower respiratory rate.Less anxiety. Lower blood cortisol levels"
    }
  ]
}
